START_MESSAGE = """Привет, я ПрофиБот! 👷🤖

🎯 Я создан для того, чтобы помочь школьникам \
определиться с их будущей профессией или сферой деятельности

Чтобы начать тестирование, выбери один из тестов ниже, \
но сначала дочитай это сообщение до конца

❗Не бойся писать мне развернуто, а также не бойся отвечать «я не знаю»

❗Не стоит относится к моим словам как к единственно верным. \
Конечное решение будет только за тобой, а я лишь даю рекомендации

❗Я еще только учусь, поэтому не обижайся, \
если я начну говорить не по теме или задавать глупые вопросы. \
Напиши /stop во время тестрирования, чтобы прервать его, или /restart, \
чтобы начать тест заново"""

STOP_PROF_TEST_MESSAGE = """Ты прервал тестирование ⛔
Если захочешь пройти его снова, то напиши /{test_short_name}"""

ERROR_OCCUR_MESSAGE = """Извини, я сломался... 😢
Но не переживай, меня скоро починят 🧑‍💻"""

GOOD_FEEDBACK_MESSAGE = "👍"
BAD_FEEDBACK_MESSAGE = "👎"

FEEDBACK_THANKS_MESSAGE = "Спасибо за твой отзыв! Благодаря тебе я становлюсь лучше"